{
  "daniel-amen":"Daniel Amen, MD is a double board-certified psychiatrist, multiple NY Times bestselling author, founder of Amen Clinics and brain imaging pioneer. He has written and hosted 11 public television specials about the brain. Discover Magazine named his brain imaging research as one of the top 100 stories in all of Science for 2015.",
  "aaron-beck": "Dr. Aaron T. Beck, M.D. is University Professor of Psychiatry (Emeritus) in the Department of Psychiatry, Perelman School of Medicine at the University of Pennsylvania and director of the Aaron T. Beck Psychopathology Research Center. Based on his research on the psychological processes involved in depression and other disorders, he developed and tested Cognitive Therapy (also known as Cognitive Behavior Therapy), the most widely used form of psychotherapy in the world. He has personally trained large numbers of professionals in this specialized approach and helped to form centers for Cognitive Therapy throughout the world, devoted to both research and serving countless numbers of patients. Starting in 2007, he has directed the Beck Initiative partnership in collaboration with Arthur Evans, former Commissioner of Mental Health of Philadelphia, serving the Medicaid patients in the city. He and his group have been training providers, offering services to the most disadvantaged individuals in the city and state: severely mentally ill individuals confined to hospitals and jails, and also the homeless./nFor several decades, Beck conducted research on the psychological and social factors involved in schizophrenia and developed a humanistic approach involved in activating the individual’s latent goals, motivations, and capacities, and has helped to restore large numbers to meaningful lives. His innovative approach in Philadelphia and Pennsylvania has now been extended to other states such as Georgia, Massachusetts, New Jersey, and Utah. In collaboration with the National Association of State Commissioners of Mental Health, he and his Center have started to disseminate his approach throughout the country. In addition, he and his team are working with Gary Gottlieb, Chief Executive Officer of Partners in Health to adapt cognitive therapy to the needs of individuals in 27 developing countries./nBeck has described his work extensively in 637 publications, including 24 books. He has been named by Medscape as one of the 50 Most Influential Physicians in History: 20th on the list and 1st among the living. He has received the 2006 Albert Lasker Award for Clinical Medical Research, which “transformed the understanding and treatment” of mentally ill individuals, the 2006 National Academy of Medicine: Lienhard Award for the advancement of health services, the 2013 Kennedy Community Health Award, and the National Alliance on Mental Illness Lifetime Achievement Award (June, 2017).",
  "judith-beck":"Judith S. Beck, Ph.D., is President of Beck Institute for Cognitive Behavior Therapy in Philadelphia, a non-profit organization that provides a variety of training programs to health and mental health professionals worldwide, and a Clinical Professor at the University of Pennsylvania. She received her doctoral degree from the University of Pennsylvania in 1982. She has authored over 100 chapters and articles and several books, including Cognitive Behavior Therapy: Basics and Beyond, which has been translated into over 20 languages, Cognitive Therapy for Challenging Problems, and books for consumers on a CBT approach to weight loss and maintenance. She divides her time among teaching, clinical work, supervision, administration, program development and consultation, and writing.",
  "david-burns":"David Burns, MD is a clinical psychiatrist and author of the best-selling, Feeling Good: The New Mood Therapy, which has sold more than five million copies worldwide. His “When Helping Doesn’t Help” was recently featured in Psychotherapy Networker (March, 2017). His free Feeling Good podcasts are available on iTunes and www.feelinggood.com./nAnd if you select the live therapy session workshop, here is my co-presenter for that one:/nDr. Jill Levitt is a Clinical Psychologist and Director of Training at the Feeling Good Institute (Mountain View, Ca). Dr. Levitt has 20 years of clinical experience and has co-authored scholarly articles on OCD, PTSD and Panic Disorder. She also teaches online workshops on TEAM-CBT, reducing therapeutic resistance, and improving psychotherapy outcomes.",

  "antonio-damasio":"Antonio Damasio is University Professor, David Dornsife Professor of Neuroscience, Psychology and Philosophy, and Director of the Brain and Creativity Institute at the University of Southern California, Los Angeles.\nTrained as both neurologist and neuroscientist, Damasio has made seminal contributions to the understanding of brain processes underlying emotions, feelings, and consciousness. His work on the role of affect in the process of decision-making has made a major impact in neuroscience, psychology, and philosophy. He is the author of numerous scientific articles (his Google Scholar h-index is 149; over 148,000 citations) and has been named “Highly Cited Researcher” by the Institute for Scientific Information.\nDamasio is a member of the National Academy of Medicine and a Fellow of the American Academy of Arts and Sciences, the Bavarian Academy of Sciences, and the European Academy of Sciences and Arts. He has received the Grawemeyer Award [2014] and the Honda Prize [2010], the Asturias Prize in Science and Technology [2005], the Nonino, Signoret [2004] and Pessoa [1992] Prizes, among many other prizes.\nHe holds Honorary Doctorates from several leading Universities, some shared with his wife Hanna, e.g. the École Polytechnique Fédérale de Lausanne [EPFL], 2011 and the Sorbonne [Université Paris Descartes], 2015.\nDamasio has discussed his research and ideas in several books, among them Descartes’ Error, The Feeling of What Happens, Looking for Spinoza and Self Comes to Mind, which are translated and taught in universities worldwide. His new book, The Strange Order of Things: The Making of the Cultural Mind, to appear later this year.",
  "robert-dilts":"Robert Dilts Robert has a degree in Behavioral Technology from the University of California at Santa Cruz. Robert has a global reputation as a leading developer, author, coach, trainer and consultant in the field of Neuro-Linguistic Programming (NLP). Robert worked closely with NLP co-founders John Grinder and Richard Bandler at the time of its creation and also studied personally with Milton H. Erickson, M.D., and Gregory Bateson. Robert pioneered the applications of NLP to education, creativity, health, leadership, belief systems and the development of what has become known as “Third Generation NLP”.",
  "paul-ekman":"Dr. Paul Ekman, Professor Emeritus in Psychology at UCSF, is the researcher and author best known for furthering our understanding of emotion and also deception. He established the universality of some facial expressions and in a separate line of research discovered how expressions and gestures may betray a lie. Ekman has authored more than 100 published articles and holds several honorary doctoral degrees. www.paulekman.com\nDr. Eve Ekman is currently a Post-Doctoral Scholar at UCSF’s Osher Center for Integrative Medicine. Ekman’s research interests were inspired by her experience as a medical social worker in the emergency department of San Francisco General Hospital coupled with her training in the applied emotion regulation and mindfulness intervention: Cultivating Emotional Balance (CEB).",
  "steve-frankel":"A practicing licensing board defense attorney and clinical/forensic psychologist, Steven Frankel is a PhD of Indiana University, interned at Columbia University, and served as a full-time clinical psychology faculty member at USC for 11 years, 5 years as Director of Clinical Training. A Clinical Professor at USC and a past Adjunct faculty member at Loyola (L.A.) and Golden Gate law schools, Steve has received awards for teaching excellence in law/psychology interfaces and in trauma assessment and treatment, which has been his specialty since 1980. He has authored the chapter on Risk Management for trauma clinicians in APA’S forthcoming Handbook of Trauma. His Practice-Legacy Programs work was created to protect clinicians, their families and patients/clients from failures to prepare for unanticipated death or disability.",

  "stephen-gilligan":"Stephen Gilligan, Ph.D., is a psychologist who received his doctorate from Stanford University.  He was a major student of Milton Erickson and has been elaborating this work for the past 35 years, while also developing Self-Relations Psychotherapy, and Generative Psychotherapy.  In 2004, he received the rarely given Lifetime Achievement Award from the Erickson Foundation in honor of his many contributions.  He is well-known throughout the world for his inspirational teaching   He has published extensively, and his books include the Therapeutic Trances: The cooperation principle in Ericksonian hypnotherapy, The courage to love: Principles and practices of Self-relations psychotherapy, The Legacy of Erickson, Walking in two worlds, and The Hero’s Journey (w/ R. Dilts). His most recent book, Generative Trance: The experience of creative flow, proposes and explores a third generation approach to hypnotic work. His website is www.StephenGilligan.com.",
  "tipper-gore":"Mrs. Gore received a Bachelor of Arts degree in Psychology from Boston University in 1970 and her Master’s degree in Psychology from George Peabody College at Vanderbilt University in 1975. Mrs. Gore worked as a newspaper photographer for the Nashville Tennessean until her husband was elected to Congress in 1976.\n\nOnce named one of the “Ten Most Admired Women in the World,” Tipper Gore has brought her warmth, charm and infectious energy to communities and organizations around the globe. A dedicated, hands-on advocate for issues of mental health, homelessness, and violence in the media, she uses stories from her own life of public service to inspire and enlighten her audiences.\n\nMrs. Gore’s commitment to eradicating the stigma associated with mental illness and educating Americans about the need for quality, affordable mental health care placed her in the unique position to serve as the Mental Health Policy Advisor to President Clinton during her husband’s tenure as Vice President. In June 1999, she chaired the first-ever White House Conference on Mental Health, which interactively involved tens of thousands of Americans in over 1,000 cities across the country. In 1990, Mrs. Gore founded Tennessee Voices for Children, a coalition to promote the development of services for children and youth with serious behavioral, emotional, substance abuse or other mental health problems. She also served as co-chair of the Child Mental Health Interest Group, a non-partisan group of Congressional and Administration spouses.\n\nServing as the Special Advisor to the Interagency Council on the Homeless, Mrs. Gore lead representatives from 17 member agencies to improve the effective delivery of federal homeless assistance resources and program coordination at the state and local level. A longtime advocate for the homeless, Mrs. Gore co-founded and chaired Families for the Homeless in 1986, a non-partisan partnership of families that raises public awareness of homeless issues. She forged a partnership with the National Mental Health Association (NMHA) to produce a major photographic exhibit entitled, Homeless in America: A Photographic Project, which toured the nation.\n\nIn 1996, Mrs. Gore published Picture This, A Visual Diary, which is a personal photographic representation of life as wife of the Vice President. Proceeds from the book were donated to the National Health Care for the Homeless Council, headquartered in Nashville, TN. During the administration, Mrs. Gore served as co-chair of “America Goes Back To School,” an initiative launched by the Department of Education to work with students, parents and teachers to help promote a better learning environment among our nation’s children.\n\nMrs. Gore also contributed to the formation of the Congressional Wives Task Force, serving as Chair in 1978 and 1979. The task force sought to draw attention to the violence that children were exposed to through the media. She subsequently co-founded Parents’ Music Resource Center in 1985 to promote parental and consumer awareness of themes in popular entertainment marketed to children. As part of that effort, she authored her first book, Raising PG Kids in an X-Rated Society, a guide to parenting and the media.",
  "john-gottman":"JOHN GOTTMAN, PHD, was one of the Top 10 Most Influential Therapists of the past quarter-century by the Psychotherapy Networker. Dr. Gottman is a professor emeritus in psychology known for his work on marital stability and relationship analysis through scientific direct observations, many of which were published in peer-reviewed literature. He is the author or co-author of over 200 published academic articles and more than 40 books, including the bestselling The Seven Principles for Making Marriage Work; What Makes Love Last; The Relationship Cure; Why Marriages Succeed or Fail; and Raising An Emotionally Intelligent Child, among many others.",
  "julie-gottman":"JULIE GOTTMAN, PHD, is the co-founder and President of The Gottman Institute, and Clinical Supervisor for the Couples Together Against Violence study. A highly respected clinical psychologist, she is sought internationally by media and organizations as an expert adviser on marriage, sexual harassment and rape, domestic violence, gay and lesbian adoption, same-sex marriage, and parenting issues. She is the co-creator of the immensely popular The Art and Science of Love weekend workshops for couples, and she also co-designed the national clinical training program in Gottman Couples Therapy.",

  "steven-hayes":"Steven C. Hayes, Ph.D Clinical Psychology, West Virginia University, Morgantown, is a Foundation Professor of Psychology at the University of Nevada. An author of 44 books and nearly 600 scientific articles, he is known for his work on Acceptance and Commitment Therapy, a widely used and researched method of psychological and behavioral intervention, and Relational Frame Theory, a comprehensive empirical research program on human language and cognition. Dr. Hayes has received the Lifetime Achievement Award from the Association for Behavioral and Cognitive Therapy, and is among the most cited psychologists in the world.",
  "harville-hendrix":"Harville Hendrix, Ph.D. in Psychology and Theology and Helen LaKelly Hunt, Master’s degree in Clinical Psychology and a Ph.D in church history, co- creators of Imago Relationship Therapy and co-founder of Imago Relationships International that supports over 1100 Imago therapists in 37 countries. Author and co-author of three NYT best sellers and seven other books on relationship therapy. Co-creator of Safe Conversations and co-founder of Relationships First, a relationship education movement located in Dallas and dedicated to furthering the creation of a relational culture.",
  "jean-houston":"Chancellor of Meridian University, Co-Founder of Rising Women, Rising World, Jean Houston, Ph.D in Psychology is the author of over 30 books in the fields of human and social development. As a consultant to UN programs and other international agencies she has worked in some 109 countries, and continues to advise globally in social artistry (human development in the light of social challenge and change).",
  "sue-johnson":"Sue Johnson EdD. in Counseling Psychology, is the developer of Emotionally Focused Therapy (EFT). She is a Professor Emeritus of Psychology, University of Ottawa, Distinguished Research Professor at Alliant University in San Diego, and Director of the International Centre for Excellence in Emotionally Focused Therapy (ICEEFT.com) www.drsuejohnson.com",

  "bob-kapilow":"For over 20 years, Rob Kapilow has brought the joy and wonder of classical music – and unraveled some of its mysteries – to audiences of all ages and backgrounds. Characterized by his unique ability to create an “aha” moment for his audiences and collaborators, whatever their level of musical sophistication or naiveté, Kapilow’s work brings music into people’s lives: opening new ears to musical experiences and helping people to listen actively rather than just hear. As the Boston Globe said, “It’s a cheering thought that this kind of missionary enterprise did not pass from this earth with Leonard Bernstein. Rob Kapilow is awfully good at what he does. We need him.”\n\nKapilow’s range of activities is astonishingly broad, including his What Makes It Great?® presentations (now for over fifteen seasons in New York and Boston), his family compositions and Family Musik® events, his “Citypieces”, and residencies with institutions as diverse as the National Gallery of Canada and Stanford University. The reach of his interactive events and activities is wide, both geographically and culturally: from Native American tribal communities in Montana and inner-city high school students in Louisiana to audiences in Kyoto and Kuala Lumpur, and from tots barely out of diapers to musicologists in Ivy League programs, his audiences are diverse and unexpected, but invariably rapt and keen to come back for more.\n\nA frequent guest speaker for museums, business groups, foundations, hospitals, law schools, math departments and conferences, Rob Kapilow is constantly finding connections and intersections between music and the outside world, making art essential to everyday life.",
  "otto-kernberg":"Otto F. Kernberg, M.D., F.A.P.A., is Director of the Personality Disorders Institute at The New York Presbyterian Hospital, Westchester Division and Professor of Psychiatry at the Weill Medical College of Cornell University. Dr. Kernberg is a Past-President of the International Psychoanalytic Association. He is also Training and Supervising Analyst of the Columbia University Center for Psychoanalytic Training and Research. His latest books are“The Inseparable Nature of Love and Aggression,” American Psychiatric Publishing, Washington, DC, was published in 2011. Transference-Focused Psychotherapy for Borderline Personality Disorder A Clinical Guide, (with Frank E. Yeomans and John F. Clarkin). American Psychiatric Publishing, Washington, DC, was published in 2015. “Psychoanalytic Education at the Crossroads” Routledge, Taylor & Francis Group, 2016.",
  "jack-kornfield":"Jack Kornfield trained as a Buddhist monk in the monasteries of Thailand, India and Burma. He has taught meditation internationally since 1974 and is one of the key teachers to introduce Buddhist mindfulness practice to the West. He co-founded the Insight Meditation Society in Barre, Massachusetts, and the Spirit Rock Center in Woodacre, California. Jack holds a Ph.D. in clinical psychology and has taught on Eastern and Western psychology in centers and universities worldwide. He is a father, a husband and an activist.\n\nHis books have been translated into 22 languages and sold more than a million copies. They include, A Wise Heart: A Guide to the Universal Teachings of Buddhist Psychology, A Path with Heart; After the Ecstasy, the Laundry and his most recent book, No Time Like the Present.",
  "harriet-lerner":"HARRIET LERNER, PHD, is a clinical psychologist and one of our nation’s most respected voices on the psychology of women and family relationships. She is the author of numerous scholarly articles and 12 books including The New York Times bestseller, The Dance of Anger, which has sold several million copies.  Her latest book is Why Won’t You Apologize?: Healing Big Betrayals and Everyday Hurts. ",

  "peter-levine":"Peter A. Levine, PhD, holds doctorates in both medical biophysics and psychology. He is the developer of Somatic Experiencing®, a naturalistic, body-awareness approach to healing trauma, and founder of the Somatic Experiencing® Trauma Institute, which conducts SE™ trainings throughout the world and in various indigenous cultures. Some of Dr. Levine’s other achievements include being a stress consultant for NASA during the development of the space shuttle project, as well as a consultant to the Sandia Labs during their report on preventing terrorism commissioned by the Department of Homeland Security in 2002. Dr. Levine was a member of the APA Task Force: Psychologists for Social Responsibility in developing responses to large-scale disasters and ethno-political warfare. He is currently a Senior Fellow and consultant at The Meadows Addiction and Trauma Treatment Center in Wickenburg, Arizona.\n\nDr. Levine has written several books about trauma. His international best seller, Waking the Tiger: Healing Trauma, has been translated into twenty-six languages. His other books include In an Unspoken Voice: How the Body Releases Trauma and Restores Goodness; Trauma and Memory: Brain and Body in a Search for the Living Past– A Practical Guide for Understanding and Working with Traumatic Memory; Trauma Through a Child’s Eyes – a resource book for child therapists and educators, Trauma-Proofing Your Kids, a guide for parents and teachers on how to recognize and prevent trauma, and Freedom From Pain, a guide for working with trauma-related pain. Levine’s original contribution to the field of Body-Psychotherapy was honored with the Life Time Achievement award from the United States Association for Body Psychotherapy. He also received an honorary award as the Reiss-Davis Chair for his lifetime contribution to infant and child psychiatry.",
  "elizabeth-loftus":"Elizabeth Loftus is Distinguished Professor at the University of California, Irvine.   She holds positions in the Departments of Psychology & Social Behavior, and Criminology, Law & Society.  And she is Professor of Law.\n\nLoftus received her undergraduate degree in Mathematics and Psychology from UCLA, and her Ph.D. in Psychology from Stanford University. Since then, she has published 23 books and over 500 scientific articles.  Her books have been translated into Dutch, French, German, Japanese, Chinese and other foreign languages.\n\nLoftus’s research has focused on human memory, eyewitness testimony and also on courtroom procedure. Her work has been funded by the National Institute of Mental Health and the National Science Foundation..   She was elected president of the Association for Psychological Science (APS), the Western Psychological Association (twice), the American Psychology-Law Society, and the Experimental Psychology division of the American Psychological Association (APA).\n\nLoftus has received seven honorary doctorates for her research, from universities in the United States, but also The Netherlands, Great Britain, Israel and Norway.   Her other honors and awards are numerous.  She has won both of the top awards from APS (.the James McKeen Cattell Fellow in 1997 and the Williams James Fellow Award in 2001.",
  "cloe-madanes":"Cloe Madanes, HDL, LIC, in Psychology, is a world-renowned innovator and teacher of family and strategic therapy and one of the originators of the strategic approach to family therapy. She has authored seven books that are classics in the field: Strategic Family Therapy; Behind the One-Way Mirror; Sex, Love, and Violence; The Secret Meaning of Money; The Violence of Men; The Therapist as Humanist, Social Activist and Systemic Thinker; and Relationship Breakthrough. She has presented her work at professional conferences all over the world and has given keynote addresses for The Evolution of Psychotherapy Conference, the American Association of Marriage and Family Therapy; the National Association of Social Workers, The Erickson Foundation, the California Psychological Association and many other national and international conferences. Madanes has won several awards for distinguished contribution to psychology and has counseled outstanding individuals from all walks of life.",
  "donald-meichenbaum":"Donald Meichenbaum, Ph.D in Clinical Psychology is currently Research Director of Melissa Institute for Violence Prevention, Miami (www.melissainstitute.org). He is one of the founders of cognitive behavior therapy. He was voted one of the most influential psychotherapists of the 20th century. Latest books include “Roadmap to Resilience” (www.roadmaptoresilience.com) and “Evolution of Cognitive Behavior Therapy: A Personal and Professional Journey.”",

  "scott-miller":"Scott D. Miller, Ph.D. received his Doctor of Philosophy degree in APA-approved Counseling Psychology in the Department of Educational Psychology at the University of Utah. He is the founder of the International Center for Clinical Excellence an international consortium of clinicians, researchers, and educators dedicated to promoting excellence in behavioral health services. Dr. Miller conducts workshops and training in the United States and abroad, helping hundreds of agencies and organizations, both public and private, to achieve superior results. His humorous and engaging presentation style and command of the research literature consistently inspires practitioners, administrators, and policy makers to make effective changes in service delivery.",
  "william-miller":"William Miller, Ph.D Clinical Psychology\n\nDr. Miller is Emeritus Distinguished Professor of Psychology and Psychiatry at the University of New Mexico.  He has published over 400 professional articles and chapters and 50 books including Loving kindness (2017), Motivational Interviewing (2013), Controlling Your Drinking (2013), Treating Addiction (2011), and Quantum Change (2001).  The Institute for Scientific Information has listed him as one of the world’s most cited scientists.",
  "salvador-minuchin":"Salvador Minuchin, MD, developed Structural Family Therapy, which addresses problems within a family by charting the relationships between family members, or between subsets of family. He was Director of the Philadelphia Child Guidance Clinic. Although it was minimally staffed when he began, under his tutelage the Clinic grew to become one of the most modeled and respected child guidance facilities in the world.  In 1981, Minuchin began his own family therapy center in New York. After his retirement in 1996, the center was renamed the Minuchin Center. Dr. Minuchin is the author of many notable books, including many classics. His latest is Mastering Family Therapy: Journeys of Growth and Transformation. In 2007, a survey of 2,600 practitioners named Minuchin as one of the ten most influential therapists of the past quarter-century.",
  "bill-o-hanlon":"Bill O’Hanlon, MS (Family Studies), LMFT, has authored or co-authored 35 books. His books have been translated into 17 languages. He has appeared on Oprah (with his book Do One Thing Different), The Today Show, and a variety of other television and radio programs. Since 1977, Bill has given over 3500 talks around the world. Bill is a Licensed Mental Health Professional, Certified Professional Counselor, and a Licensed Marriage and Family Therapist. Bill is clinical member of AAMFT (and winner of the 2003 New Mexico AMFT Distinguished Service Award), certified by the National Board of Certified Clinical Hypnotherapists and a Fellow and a Board Member of the American Psychotherapy Association.",

  "christine-padesky":"Christine A. Padesky, Ph.D., Co-Founder of Center for Cognitive Therapy in Huntington Beach, California is a licensed clinical psychologist and a leading Cognitive Behavior Therapy (CBT) innovator. Along with Kathleen Mooney, PhD she created Strengths-Based CBT which helps clients construct new beliefs and behavioral strategies in order to improve overall functioning and relationships. She provides workshops and consultation to therapists worldwide (www.padesky.com) and develops audio CD & DVD therapist training materials (www.store.padesky.com). She is co-author of five books, including Mind Over Mood, 2nd Edition (www.mindovermood.com). With over a million copies sold in 23 languages, Mind Over Mood was named the most influential CBT book of all time by the British Association of Behavioural and Cognitive Therapies (BABCP). Dr. Padesky’s honors include the Most Influential International CBT Therapist award (BABCP), Distinguished Contribution to Psychology award (California Psychological Association) and the Aaron T. Beck Award for her enduring contributions to the field (Academy of Cognitive Therapy).",
  "esther-perel":"Esther Perel is a Licensed Marriage and Family therapist and AASECT certified sex therapist and supervisor. She has run her private practice in New York City for over 30 years. Author of Mating in Captivity and her upcoming book, The State of Affairs, Esther also serves on the faculty of the International Trauma Studies Program, affiliated with Columbia University and the Ackerman Institute for the Family.",
  "erving-polster":"Erving Polster, Ph.D. in Clinical Psychology, is a veteran teacher of gestalt therapy and has authored 6 books. In his current writings, he offers perspectives and designs for a communal application of psychotherapy principles. He also describes and celebrates a powerful contemporary momentum for people-at-large to join together in the search for personal and social enlightenment.",
  "ernest-rossi":"Ernest Lawrence Rossi, PhD in Clinical Psychology is internationally recognized as a gifted psychotherapist and teacher of innovative approaches to understanding the theory and practice of the quantum qualia of consciousness and cognition for facilitating gene expression and brain plasticity to optimize human performance, stress reduction and well-being in everyday life.",

  "robert-sapolsky":"Robert Sapolsky, Ph.D in Neuroendocrinology\n\nAs a boy in New York City, Robert M. Sapolsky dreamed of living inside the African dioramas in the Museum of Natural History. By the age of twenty-one, he made it to Africa and joined a troop of baboons. Although the life of a naturalist appealed to him because it was a chance to “get the hell out of Brooklyn,” he never really left people behind.\n\nIn fact, he chose to live with the baboons because they are perfect for learning about stress and stress-related diseases in humans. Like their human cousins, baboons live in large, complex social groups and have lots of time, Dr. Sapolsky writes, “to devote to being rotten to each other.” Just like stressed-out people, stressed-out baboons have high blood pressure, high cholesterol, and hardened arteries. And just like people, baboons are good material for stories. His gift for storytelling led The New York Times to suggest, “If you crossed Jane Goodall with a borscht-belt comedian, she might have written a book like A Primate’s Memoir,” Dr. Sapolsky’s account of his early years as a field biologist.\n\nThe uniqueness of Sapolsky’s perspective on the human condition comes from the ease with which he combines his insights from the field with his findings as a neuroscientist. For more than thirty years Sapolsky has divided his time between field work with baboons and highly technical neurological research in the laboratory. As a result, he can effortlessly move from a discussion of pecking orders in primate societies (human and baboon) to an explanation of how neurotransmitters work during stress—and get laughs doing it. The problem for people, as Dr. Sapolsky explains in his book Why Zebras Don’t Get Ulcers, is that our bodies’ stress response evolved to help us get out of short-term physical emergencies—if a lion is chasing you, you run. But such reactions, he points out, compromise long-term physical health in favor of immediate self-preservation. Unfortunately, when confronted with purely psychological stressors, such as troubleshooting the fax machine, modern humans turn on the same stress response. “If you turn it on for too long,” notes Sapolsky, “you get sick.” Sapolsky regards this sobering news with characteristic good humor, finding hope in “our own capacity to prevent some of these problems…in the small steps with which we live our everyday lives.\n\nThe humor and humanity he brings to sometimes-sobering subject matter make Dr. Sapolsky a fascinating speaker. He lectures widely on topics as diverse as stress and stress-related diseases, baboons, the biology of our individuality, the biology of religious belief, the biology of memory, schizophrenia, depression, aggression, and Alzheimer’s disease.\n\nDr. Sapolsky is a MacArthur “Genius” Fellow, a professor of biology and neurology at Stanford University, and a research associate with the Institute of Primate Research at the National Museum of Kenya. In 2008, National Geographic & PBS aired an hour-long special on stress featuring Dr. Sapolsky and his research on the subject. In addition to A Primate’s Memoir, which won the 2001 Bay Area Book Reviewers Award in nonfiction, Robert Sapolsky has written three other books, including The Trouble with Testosterone, Why Zebras Don’t Get Ulcers, and Monkeyluv and Other Essays on our Lives as Animals. Dr. Sapolsky was awarded Rockefeller University’s Lewis Thomas Prize for Writing about Science for 2008. His articles have appeared in publications such as Discover and The New Yorker, and he writes a biweekly column for the Wall Street Journal entitled “Mind & Matter.” He is currently working on a book to be titled: Behave: The Biology of Humans at Our Best and Worst (Penguin Press May 2017).",
  "martin-seligman":"Martin E.P. Seligman, Ph.D in Psychology, is the Zellerbach Family Professor of Psychology and Director of the Positive Psychology Center at the University of Pennsylvania, where he focuses on positive psychology, learned helplessness, depression, and optimism. He is a best-selling author of several books, including Flourish. He received the American Psychological Society’s William James Fellow Award for basic science and Cattell Award for the application of science, and two Distinguished Scientific Contribution awards from the American Psychological Association. In 1996, Seligman was elected President of the American Psychological Association by the largest vote in modern history. His current mission is the attempt to transform social science to work on the best things in life – strengths, positive emotion, good relationships, meaning, and human flourishing.",
  "francine-shapiro":"Francine Shapiro, PhD, is a clinical psychologist with a PhD from the Professional School of Psychological Studies, the originator and developer of EMDR therapy, is a Senior Research Fellow, Emeritus at the Mental Research Institute in Palo Alto, California; Executive Director of the EMDR Institute in Watsonville, California and founder and President Emeritus of the Trauma Recovery/EMDR Humanitarian Assistance Programs (www.emdrhap.org), a nonprofit organization that coordinates disaster response and pro bono trainings worldwide. She is a recipient of the International Sigmund Freud Award for Psychotherapy presented by the City of Vienna (2002) in conjunction with the World Council for Psychotherapy; the American Psychological Association Division 56 Award for Outstanding Contributions to Practice in Trauma Psychology; and the Distinguished Scientific Achievement in Psychology Award, presented by the California Psychological Association. Dr. Shapiro has coauthored more than 90 articles, chapters, and books about EMDR, including the primary text Eye Movement Desensitization and Reprocessing: Basic Principles, Protocols, and Procedures; EMDR: The Breakthrough Therapy for Overcoming Anxiety, Stress and Trauma; Getting Past Your Past: Take Control of Your Life with Self-Help Techniques from EMDR Therapy; EMDR as an Integrative Psychology Approach; and The Handbook of EMDR and Family Therapy Processes.",
  "dan-siegel":"Daniel Siegel, MD, received his medical degree from Harvard University and completed his postgraduate medical education at UCLA with training in pediatrics and child, adolescent and adult psychiatry. He is currently clinical professor of psychiatry at the UCLA School of Medicine where he is on the faculty of the Center for Culture, Brain, and Development and the founding co-director of the Mindful Awareness Research Center. Dr. Siegel has lectured for the King of Thailand, Pope John Paul II, His Holiness the Dalai Lama, Google University, London’s Royal Society of Arts (RSA), and TEDx.",

  "derald-wing-sue":"Derald Wing Sue, Ph.D in Counselling Psychology, is Professor of Psychology and Education in the Department of Counseling and Clinical Psychology at Teachers College and the School of Social Work, Columbia University. He was the co-founder of the National Multicultural Conference and Summit, co-founder and first President of the Asian American Psychological Association, past presidents of the Society for the Psychological Study of Culture, Ethnicity and Race, and the Society of Counseling Psychology.  Derald has served as Editor of the Journal for Counseling and Development, Associate Editor of the American Psychologist, Editorial Board Member to The Counseling Psychologist, Asian American Journal of Psychology, Asian Journal of Counselling, and serves on the Council of Elders for Cultural Diversity and Ethnic Minority Psychology.\n\nDerald is a pioneer in the field of multicultural psychology, microaggression theory, racial dialogues, multicultural counseling and therapy, and the psychology of racism/antiracism.  He is author of four best-selling texts: (1) COUNSELING THE CULTURALLY DIVERSE:  THEORY AND PRACTICE, (2) OVERCOMING OUR RACISM:  THE JOURNEY TO LIBERATION, (3) MICROAGGRESSIONS IN EVERYDAY LIFE:  RACE, GENDER AND SEXUAL ORIENTATION, and (4) RACE TALK AND THE CONSPIRACY OF SILENCE: UNDERSTANDING AND FACILITATING DIFFICULT DIALOGUES ON RACE. As evidence of Dr. Sue’s stature in the field, two studies of multicultural publications and scholars concluded, Impressively, Derald Wing Sue is without doubt the most influential multicultural scholar in the United States today.",
  "bessel-van-der-kolk":"Bessel A. van der Kolk, M.D. has been the Medical Director of The Trauma Center in Boston for the past 30 years. He is a Professor of Psychiatry at Boston University Medical School and serves as the co-director of the National Center for Child Traumatic Stress Complex Trauma Network. He is past President of International Society for Traumatic Stress Studies. Though he identifies himself primarily as a clinician, he has published well over 150 peer reviewed scientific articles on various aspects of trauma, including his current projects: 1) yoga for treating PTSD, funded by the National Institutes of Health; 2) the use of theater for violence prevention in the Boston public schools, funded by the CDC; 3) the mechanisms of EMDR; 4) sensory integration in traumatized children; and 5) the use of neurofeedback in PTSD.  He has written extensively using neuroscience research to identify appropriate treatments for PTSD and completed the first NIMH-funded study of EMDR. He has taught at universities and hospitals around the world. He is author of the New York Times bestselling book The Body Keeps the Score: Mind, Brain and Body in Healing From Trauma. Viking Penguin, 2014.",
  "michele-weiner-davis":"Michele Weiner-Davis, LCSW is the Founder of The Divorce Busting Center in Boulder, Colorado. She is a popular TEDx speaker and the author of eight books including, Healing From Infidelity, and the bestselling Divorce Busting and The Sex-Starved Marriage. She is the recipient of several prestigious awards including the Outstanding Contribution to Marriage and Family Therapy Award from AAMFT. More information about Michele can be found on divorcebusting.com",
  "david-whyte":"DAVID WHYTE Poet, Author, Lecturer David Whyte grew up with a strong, imaginative influence from his Irish mother among the hills and valleys of his father’s Yorkshire. He now makes his home in the Pacific Northwest of the United States.\n\nThe author of eight books of poetry and four books of prose, David Whyte holds a degree in Marine Zoology and has traveled extensively, including living and working as a naturalist guide in the Galapagos Islands and leading anthropological and natural history expeditions in the Andes, Amazon and Himalaya. He brings this wealth of experience to his poetry, lectures and workshops.\n\nHis life as a poet has created a readership and listenership in three normally mutually exclusive areas: the literate world of readings that most poets inhabit, the psychological and theological worlds of philosophical enquiry and the world of vocation, work and organizational leadership.\n\nAn Associate Fellow at Said Business School at the University of Oxford, he is one of the few poets to take his perspectives on creativity into the field of organizational development, where he works with many Europen, American and international companies. In spring 2008 he was awarded an honorary doctorate from Neumann College, Pennsylvania.\n\nIn organizational settings, using poetry and thoughtful commentary, he illustrates how we can foster qualities of courage and engagement; qualities needed if we are to respond to today’s call for increased creativity and adaptability in the workplace. He brings a unique and important contribution to our understanding of the nature of individual and organizational change, particularly through his unique perspectives on Conversational Leadership.\n\nPoetry.\n\nThe Sea in You: Twenty Poems of Requited and Unrequited Love (Many Rivers Press 2015) Pilgrim (Many Rivers Press 2012) Rver Flow: New & Selected Poems (Many Rivers Press 2006) Everything is Waiting for You (Many Rivers Press 2003) The House of Belonging (Many Rivers Press 1996) Fire in the Earth (Many Rivers Press 1992) Where Many Rivers Meet (Many Rivers Press 1990) Songs for Coming Home (Many Rivers Press 1984)\n\nProse.\n\nConsolations: The Solace, Nourishmenet and Underlying Meaning of Everyday Words (Many Rivers Press 2015) The Three Marriages: Reimagining Work, Self & Relationship (Riverhead 2009) Crossing the Unknown Sea: Work as A Pilgrimage of Identity (Riverhead 2001) The Heart Aroused: Poetry & the Preservation of the Soul in Corporate America (Doubleday/Currency 1994)\n\nIn addition, David Whyte has authored a collection of audio lectures, a DVD and three albums of poetry and music.",

  "irvin-yalom":"Dr. Yalom is a Professor Emeritus of Psychiatry at the Stanford University School of Medicine. His major areas of interest are Group Psychotherapy and an existentially – inter-personally based individual therapy. In recent years, he has taught via narrative using short stories and novels to teach the art of psychotherapy.\n\nDr. Yalom was the recipient of the first ever Lifetime Achievement Award presented by The American Group Psychotherapy Association (AGPA) at the 75th meeting on March 6, 2017 in New York City.",
  "marilyn-yalom":"Marilyn Yalom is senior scholar at the Clayman Institute for Gender Research at Stanford University. She received her Ph.D. in comparative literature from John Hopkins and was Professor of French at the California State University at Hayward, before assuming research and administrative roles at Stanford. Her books include Blood Sisters. The French Revolution in Women’s Memory (Basic Books, 1993), A History of the Breast (Knopf, 1991), A History of the Wife (Harper Collins, 2001), Birth of the Chess Queen (Harper Collins, 2004), The American Resting Place with photos by Reid Yalom (Houghton Mifflin, 2008), How the French Invented Love (Harper Collins, 2012), The Social Sex with Theresa Brown (Harper Collins, 2015) and The Amorous Heart: An Unconventional History of Love (Basic Books, forthcoming January 2018). She lives in Palo Alto with her husband, the psychiatrist and author Irvin Yalom.",
  "michael-yapko":"Michael D. Yapko, Ph.D. (professional psychology, clinical specialization), is internationally recognized for his innovative work in applied clinical hypnosis, developing brief psychotherapies, and the strategic treatment of depression. He has been invited to present his work in more than 30 countries across six continents. He is the author of 15 books, including his most recent, The Discriminating Therapist. He is a recipient of numerous awards for his many contributions to the field, including the Milton H. Erickson Foundation Lifetime Achievement Award. More information is available on Dr. Yapko’s website, www.yapko.com.",
  "jeffrey-zeig":"Jeffrey K. Zeig, PhD, is the Founder and Director of the Milton H. Erickson Foundation. He has edited, co-edited, authored or coauthored more than 20 books on psychotherapy that appear in fourteen foreign languages. Dr. Zeig is the architect of The Evolution of Psychotherapy Conferences, the Brief Therapy Conferences, the Couples Conferences, and the International Congresses on Ericksonian Approaches to Hypnosis and Psychotherapy. A psychologist and marriage and family therapist in private practice in Phoenix, Arizona, Dr. Zeig conducts workshops internationally (40 countries). He is president of Zeig, Tucker & Theisen, Inc., publishers in the behavioral sciences.",
  "philip-zimbardo":"Philip Zimbardo, Ph.D (Psychology)\n\nA professor emeritus at Stanford University and creator of The Stanford Prison Experiment, Dr. Zimbardo has spent over 50 years teaching and studying psychology. Dr. Zimbardo currently lectures worldwide and is actively working to promote his non-profit The Heroic Imagination Project www.heroicimagination.org. His current research looks at the psychology of heroism. He asks: “What pushes some people to become perpetrators of evil, while others act heroically on behalf of those in need?”\n\nPrior to his heroism work, he served as President of the American Psychological Association and designed and narrated the award winning 26-part PBS series, Discovering Psychology. He has published more than 50 books and 400 professional and popular articles and chapters, among them, Shyness, The Lucifer Effect, The Time Cure, The Time Paradox, and most recently, Man, Interrupted.",
  "rob-kapilow":"For over 20 years, Rob Kapilow has brought the joy and wonder of classical music – and unraveled some of its mysteries – to audiences of all ages and backgrounds. Characterized by his unique ability to create an “aha” moment for his audiences and collaborators, whatever their level of musical sophistication or naiveté, Kapilow’s work brings music into people’s lives: opening new ears to musical experiences and helping people to listen actively rather than just hear. As the Boston Globe said, “It’s a cheering thought that this kind of missionary enterprise did not pass from this earth with Leonard Bernstein. Rob Kapilow is awfully good at what he does. We need him.”\n\nKapilow’s range of activities is astonishingly broad, including his What Makes It Great?® presentations (now for over fifteen seasons in New York and Boston), his family compositions and Family Musik® events, his “Citypieces”, and residencies with institutions as diverse as the National Gallery of Canada and Stanford University. The reach of his interactive events and activities is wide, both geographically and culturally: from Native American tribal communities in Montana and inner-city high school students in Louisiana to audiences in Kyoto and Kuala Lumpur, and from tots barely out of diapers to musicologists in Ivy League programs, his audiences are diverse and unexpected, but invariably rapt and keen to come back for more.\n\nA frequent guest speaker for museums, business groups, foundations, hospitals, law schools, math departments and conferences, Rob Kapilow is constantly finding connections and intersections between music and the outside world, making art essential to everyday life.",
  "patricia-arredondo": "Dr. Arredondo is widely recognized as a scholar-practitioner in the areas of cultural competency models and guidelines, Latinx mental health, and organizational diversity strategy. She has co-authored six books and over 100 publications. Dr. Arredondo has also held numerous senior administrative leadership positions including President of the Chicago School of Professional Psychology (Chicago campus) and Associate Vice Chancellor for Academic Affairs at the University of Wisconsin, Milwaukee. She holds Fellow status with both the American Psychological Association and the American Counseling Association and was named a “Living Legend” by the American Counseling Association for her extensive contributions to multicultural counseling. Dr. Arredondo is sought after for keynote presentations and consultations in higher education domestically and internationally. In 2017, she delivered programs with major U.S. universities as well as in Qatar, the Dominican Republic, and Guatemala. Currently, she is President of the Arredondo Advisory Group and tenured faculty with Arizona State University and the University of Wisconsin, Milwaukee. Dr. Arredondo is bilingual in English and Spanish and is a licensed psychologist. Her doctoral degree in Counseling Psychology is from Boston University."
}